Repository: vdr-projects/vdr-plugin-tvtv
Catalog: po/*.po
Languages: de_de, it_it

source: Title
de_de: Titel
it_it: Titolo

source: Nature/Title
de_de: Art/Titel
it_it: Natura/Titolo

source: Title/Nature
de_de: Titel/Art
it_it: Titolo/Natura

source: Format/Nature/Title
de_de: Format/Art/Titel
it_it: Formato/Natura/Titolo

source: Format/Title/Nature
de_de: Format/Titel/Art
it_it: Formato/Titolo/Natura

source: off
de_de: aus
it_it: disattivo

source: auto (timezone)
de_de: auto (Zeitzone)
it_it: automatico (fuso orario)

source: manual
de_de: manuell
it_it: manuale

source: manual (DST only)
de_de: man. (nur Sommerzeit)
it_it: manuale (solo DST)

source: manual (non-DST only)
de_de: man. (nur Winterzeit)
it_it: manuale (solo non DST)

source: ignore timezone
de_de: Ignoriere Zeitzone
it_it: ignora fuso orario

source: TVTV Server
it_it: Server TVTV

source: TVTV User Name
de_de: TVTV Benutzername
it_it: Nome utente TVTV

source: TVTV Password
de_de: TVTV Passwort
it_it: Password TVTV

source: Use HTTP Proxy
de_de: Benutze HTTP Proxy
it_it: Utilizza proxy HTTP

source: HTTP Proxy
it_it: Proxy HTTP

source: Auto Update
de_de: Automatisches Update
it_it: Aggiornamento automatico

source: Updatetime (min)
de_de: Updatezeit (min)
it_it: Ora aggiornamento (min)

source: Show In Main Menu
de_de: Im Hauptmenü anzeigen
it_it: Mostra nel menu principale

source: Add ongoing non-VPS timers
de_de: Aktive nicht-VPS Timers hinzufügen
it_it: Aggiungi prossimi timer non VPS

source: Use VPS
de_de: Benutze VPS
it_it: Utilizza VPS

source: Format of File Name
de_de: Format des Dateinamens
it_it: Formato del nome file

source: Use Station Name within File Name
de_de: Sendernam. im Dateinam. verwenden
it_it: Utilizza nome stazione nel nome file

source: Use TVTV description in info.vdr
de_de: Beschreibung in info.vdr übernehmen
it_it: Utilizza descrizione TVTV in info.vdr

source: Timer update time shift bugfix
de_de: Timer Update Zeitverschiebung-Fix
it_it: Correzione modifica aggiorn. ora timer

source: Time shift check (hrs)
de_de: Zeitverschiebung Check (Std)
it_it: Verifica modifica ora (ore)

source: TimeZone Shift BugFix
de_de: Zeitzonen-Verschiebungs-Fix
it_it: Correzione modifica fuso orario

source: TimeZone Shift (hrs)
de_de: Zeitzonen-Verschiebung (h)
it_it: Modifica fuso orario (ore)

source: Reload ChannelMap
de_de: Kanalmapping neu laden
it_it: Ricarica mappa canale

source: Really reload ChannelMap?
de_de: Kanalmapping wirklich neu laden?
it_it: Sicuro di ricaricare la mappa canale?

source: TVTV update will be started
de_de: TVTV Update startet nun
it_it: Aggiornamento TVTV in corso
